// 영어, 한국어 2001~2500
var vocaData2500 = [
["stair", "계단"],  // 2001
["steel", "강철"],  // 2002
["stem", "줄기"],  // 2003
["steam", "수증기"],  // 2004
["systematic", "체계적인, 조직적인"],  // 2005
["step", "걷다, 걸음을 옮기다, 걸음"],  // 2006
["stone", "돌"],  // 2007
["stun", "기절시키다"],  // 2008
["astonish", "놀라게 하다"],  // 2009
["store", "가게, 상점, 비축하다, 저장하다"],  // 2010
["story", "이야기"],  // 2011
["restore", "회복하다"],  // 2012
["install", "설치하다, 설비하다."],  // 2013
["stool", "(등받이가 없는) 의자"],  // 2014
["stack", "더미"],  // 2015
["storm", "폭풍"],  // 2016
["stove", "난로"],  // 2017
["stop", "멈추다"],  // 2018
["still", "여전히, 가만히 있는, 고요한"],  // 2019
["distill", "증류하다"],  // 2020
["destiny", "운명"],  // 2021
["destination", "목적지"],  // 2022
["assist", "도와주다"],  // 2023
["consist", "구성되다"],  // 2024
["consistent", "지속되는, 일관된"],  // 2025
["exist", "존재하다"],  // 2026
["insist", "주장하다"],  // 2027
["persist", "주장하다, 고집하다"],  // 2028
["resist", "저항하다"],  // 2029
["resistance", "저항 "],  // 2030
["irresistible", "저항할 수 없는"],  // 2031
["institute", "설치하다, 제정하다, 설립하다, 연구소"],  // 2032
["constitute", "구성하다"],  // 2033
["substitute", "대체하다, 대용품"],  // 2034
["structure", "구조, 구성, 구조물"],  // 2035
["instruct", "지시하다, 교육하다."],  // 2036
["obstruct", "막다, 방해하다"],  // 2037
["destructive", "파괴적인"],  // 2038
["construct", "조립하다, 건설하다"],  // 2039
["exalt", "높이다, 칭송하다, 찬미하다"],  // 2040
["exalted", "고귀한, 신분이 높은"],  // 2041
["altar", "제단"],  // 2042
["altitude", "고도"],  // 2043
["alter", "바꾸다, 변경하다"],  // 2044
["alternate", "번갈아 일어나다, 교체하다"],  // 2045
["alternative", "대안, 대체의, 양자택일의 "],  // 2046
["altruism", "이타주의"],  // 2047
["artisan", "장인, 기능공"],  // 2048
["artificial", "인공적인, 인조의 "],  // 2049
["article", "기사"],  // 2050
["artery", "동맥"],  // 2051
["vein", "정맥"],  // 2052
["tail", "꼬리"],  // 2053
["tailor", "재봉사"],  // 2054
["detail", "상술하다, 열거하다, 세부, 항목"],  // 2055
["curtail", "짧게 줄이다"],  // 2056
["retail", "소매의 "],  // 2057
["wholesale", "도매의"],  // 2058
["architect", "건축하다"],  // 2059
["protect", "보호하다"],  // 2060
["tend", "뻗다, 경향이 있다"],  // 2061
["trend", "경향, 추세, 유행"],  // 2062
["intend", "할 작정이다, 의도하다"],  // 2063
["pretend", "인체하다"],  // 2064
["attend", "출석하다"],  // 2065
["attention", "주의, 집중"],  // 2066
["contend", "경쟁하다, 싸우다"],  // 2067
["extend", "연장하다, 늘리다"],  // 2068
["extent", "넓이, 크기, 범위, 정도"],  // 2069
["extension", "연장, 확대, 확장"],  // 2070
["extensive", "광범위한, 광대한"],  // 2071
["tension", "긴장, 팽팽하게 하기"],  // 2072
["intensify", "강화시키다"],  // 2073
["intensive", "집중적인, 강한"],  // 2074
["tour", "여행, 관광, 투어"],  // 2075
["tourist", "관광객"],  // 2076
["detour", "우회하다"],  // 2077
["contour", "윤곽, 외형"],  // 2078
["torch", "횃불"],  // 2079
["torture", "고문하다, 고문"],  // 2080
["distort", "일그러지게 하다, 뒤틀다"],  // 2081
["distortion", "왜곡"],  // 2082
["train", "열차, 기차"],  // 2083
["tram", "시가 전차"],  // 2084
["track", "궤도"],  // 2085
["trail", "자국, 흔적"],  // 2086
["trailer", "트레일러, 추적자, 사냥꾼"],  // 2087
["travel", "여행하다"],  // 2088
["traffic", "교통, 교통흐름"],  // 2089
["tradition", "전통"],  // 2090
["tray", "쟁반, 접시"],  // 2091
["betray", "배반하다"],  // 2092
["track", "자국, 통로, 오솔길"],  // 2093
["trace", "발자국, 자취, 추적하다"],  // 2094
["tractor", "트랙터, 끄는 것"],  // 2095
["attract", "유혹하다, 유인하다"],  // 2096
["extract", "빼내다, 끌어내다"],  // 2097
["substract", "빼다"],  // 2098
["constract", "계약하다, 계약"],  // 2099
["abstract", "추상적인"],  // 2100
["distract", "주의를 빼앗다, 산만하게 하다"],  // 2101
["distraction", "기분전화, 주의 산만"],  // 2102
["transform", "변형시키다"],  // 2103
["transfer", "이동시키다, 바꿔 타다"],  // 2104
["transport", "수송하다, 옮기다"],  // 2105
["transplant", "이식하다, 옮겨 심다"],  // 2106
["translate", "번역하다"],  // 2107
["transparent", "투명한, 비쳐 보이는"],  // 2108
["turn", "회전시키다, 돌리다, 틀다"],  // 2109
["intern", "인턴으로 근무하다"],  // 2110
["internal", "안의, 내부의 "],  // 2111
["internship", "인턴, 인턴 연수 기간"],  // 2112
["eternal", "영원의"],  // 2113
["return", "돌아가다, 되돌아가다"],  // 2114
["trio", "3중주, 3인조"],  // 2115
["triangle", "삼각형"],  // 2116
["triple", "3중의, 세 겹의"],  // 2117
["tribe", "부족"],  // 2118
["tribute", "나누어 주다, 공물, 조공"],  // 2119
["attribute", "탓으로 돌리다, 덕분이라고 생각하다"],  // 2120
["contribute", "기부하다"],  // 2121
["distribute", "분배하다"],  // 2122
["distribution", "분배, 배급, 배급품"],  // 2123
["chatter", "재잘거리다"],  // 2124
["flatter", "아부하다, 아첨하다"],  // 2125
["glitter", "반짝이다"],  // 2126
["shatter", "분쇄하다, 산산이 부서지다"],  // 2127
["scatter", "뿌리다"],  // 2128
["litter", "쓰레기"],  // 2129
["utter", "입 밖에 내다, 발언하다"],  // 2130
["mutter", "투덜거리다"],  // 2131
["stick", "막대기, 찌르다"],  // 2132
["sting", "쏘다"],  // 2133
["distinguish", "구분하다, 구별하다"],  // 2134
["distinguishable", "구별할 수 있는"],  // 2135
["distinguished", "구별된, 두드러진"],  // 2136
["extinguish", "불을 끄다, 소멸시키다"],  // 2137
["extinct", "멸종한, 사라진"],  // 2138
["distinct", "구분되는, 뚜렷한"],  // 2139
["instinct", "본능, 충동"],  // 2140
["stir", "뒤섞다, 휘젓다"],  // 2141
["stimulate", "자극하다"],  // 2142
["stink", "냄새가 나다"],  // 2143
["etimate", "어림잡다, 평가하다"],  // 2144
["esteem", "큰 사람을 존중하다, 존경하다"],  // 2145
["stitch", "바느질하다"],  // 2146
["straight", "곧은, 똑바른, 일직선의"],  // 2147
["strait", "해협, (특히 경제적인) 궁핍[곤경]"],  // 2148
["strategy", "전략"],  // 2149
["strap", "가죽끈, 혁대"],  // 2150
["strain", "잡아당기다"],  // 2151
["constrain", "강요하다, 억제하다"],  // 2152
["restrain", "제지하다"],  // 2153
["straw", "빨대, 짚"],  // 2154
["street", "거리"],  // 2155
["stream", "시내, 흐름"],  // 2156
["streak", "줄무늬"],  // 2157
["stray", "길을 잃다, 길을 잃은"],  // 2158
["stress", "압박, 긴장, 압력"],  // 2159
["distress", "고통, 괴로움"],  // 2160
["stretch", "펴다, 뻗다"],  // 2161
["stripe", "줄 무늬, 스트라이프"],  // 2162
["strip", "벗기다"],  // 2163
["stride", "성큼성큼 걷다"],  // 2164
["strike", "때리다"],  // 2165
["stroke", "타격, 일격, 뇌졸중"],  // 2166
["strict", "엄격한, 엄한, 가혹한"],  // 2167
["district", "지역, 지구"],  // 2168
["restrict", "제한하다, 한정하다"],  // 2169
["tack", "납작한 못 압정"],  // 2170
["attack", "공격하다"],  // 2171
["attach", "붙이다, 첨부하다"],  // 2172
["detach", "떼어놓다, 분리시키다"],  // 2173
["contact", "연락, 접촉"],  // 2174
["maintain", "유지하다"],  // 2175
["continent", "땅들"],  // 2176
["intangible", "무형의, 만질 수 없는"],  // 2177
["contain", "포함하다, 담고 있다"],  // 2178
["obtain", "손에 넣다, 획득하다"],  // 2179
["detain", "감금하다"],  // 2180
["retain", "보유하다, 간직하다"],  // 2181
["sustain", "떠받치다, 지탱하다"],  // 2182
["attain", "도달하다"],  // 2183
["abstain", "삼가하다, 억제하다"],  // 2184
["entertain", "즐겁게 하다"],  // 2185
["continue", "계속하다"],  // 2186
["discontinue", "그만두다"],  // 2187
["tango", "탱고"],  // 2188
["tangle", "엉키게 하다, 엉킨 것"],  // 2189
["entangle", "얽히게. 하다, 걸리게 하다"],  // 2190
["tangible", "만져 알 수 있는"],  // 2191
["contagious", "전염의, 감염성의 "],  // 2192
["contaminate", "오염시키다"],  // 2193
["underground", "지하의"],  // 2194
["undercover", "은밀한, 비밀의"],  // 2195
["underlying", "밑에 있는, 기초적인"],  // 2196
["undermine", "약화시키다"],  // 2197
["underway", "진행 중인"],  // 2198
["undergo", "겪다, 경험하다, 견디다"],  // 2199
["underwear", "속옷"],  // 2200
["undertake", "떠맡다"],  // 2201
["upgrade", "개선하다, 수준을 올리다"],  // 2202
["upstairs", "위층, 위층으로, 2층"],  // 2203
["upsurge", "파도가 일다, 급증하다"],  // 2204
["uproot", "뿌리째 뽑다"],  // 2205
["tumble", "구르다, 뒹굴다"],  // 2206
["stumble", "발이 걸리다, 비틀거리다, 더듬거리다"],  // 2207
["rumble", "우르르 소리 내다, 덜커덕거리며 가다"],  // 2208
["crumble", "산산조각이 되다, 부서지다"],  // 2209
["grumble", "불평하다, 투덜거리다"],  // 2210
["humble", "겸손한"],  // 2211
["uniform", "유니폼, 제복, 군복, 동일한"],  // 2212
["uniformly", "균일하게"],  // 2213
["unit", "한 사람, 한 개"],  // 2214
["unity", "단일성, 통일성"],  // 2215
["union", "결합, 합동"],  // 2216
["universe", "우주"],  // 2217
["university", "종합 대학교"],  // 2218
["subway", "지하철"],  // 2219
["submarine", "잠수함"],  // 2220
["subtle", "미묘한, 교모한, 섬세한"],  // 2221
["suit", "(의복) 한 벌, 소송"],  // 2222
["suitable", "적절한"],  // 2223
["unsuitable", "부적당한"],  // 2224
["suite", "스위트 룸"],  // 2225
["lawsuit", "소송"],  // 2226
["pursuit", "추적, 추격"],  // 2227
["pursue", "뒤쫓다, 추적하다, 추구하다"],  // 2228
["result", "결과"],  // 2229
["assault", "공격하다, 공격"],  // 2230
["insult", "모욕을 주다"],  // 2231
["sultry", "찌는 듯한"],  // 2232
["consult", "조언하다"],  // 2233
["summer", "여름"],  // 2234
["summit", "정상, 최고점"],  // 2235
["sum", "합계"],  // 2236
["summary", "요약, 개요"],  // 2237
["summarize", "요약하다, 간추려 말하다"],  // 2238
["consume", "소비하다, 다 써버리다"],  // 2239
["presume", "상상하다, 추정하다"],  // 2240
["presumable", "가정할 수 있는"],  // 2241
["assume", "추측하다"],  // 2242
["assumption", "추정, 가정"],  // 2243
["resume", "재개하다, 다시 시작하다"],  // 2244
["supreme", "최고의"],  // 2245
["superficial", "표면의, 외견상의, 피상적인"],  // 2246
["superior", "더 뛰어난, 상위의, 우위의"],  // 2247
["superb", "최고의, 아주 훌륭한"],  // 2248
["surprise", "깜짝 놀라게 하다"],  // 2249
["surge", "큰 파도"],  // 2250  
]
