// 영어, 한국어 2001~2500
var vocaData2500 =
[
["stair","계단","[stεər]","4F711A420374920214"],
["steel","강철","[stiːl]","4F711A680479C501C5"],
["stem","줄기","[stem]","4F711A6F04141701C3"],
["steam","수증기","[stiːm]","4F711A6403196B01C6"],
["systematic","체계적인, 조직적인","[sìstəmǽtik, -ikəl]","4F711B6F04028D01EE"],
["step","걷다, 걸음을 옮기다, 걸음","[step]","4F711A7201394E01CA"],
["stone","돌","[stoun]","4F711A9101341901DD"],
["stun","기절시키다","[stʌn]","4F711ACA02522901DA"],
["astonish","놀라게 하다","[əstάniʃ]","4F71309C01070B007B"],
["store","가게, 상점, 비축하다, 저장하다","[stɔːr]","4F711A99053A4101D4"],
["story","이야기","[stɔ́ːri]","4F711A9D04112901C1"],
["restore","회복하다","[ristɔ́ːr]","4F7116A506707C0115"],
["install","설치하다, 설비하다.","[instɔ́ːl]","4F712D5C0341E60225"],
["stool","(등받이가 없는) 의자","[stuːl]","4F711A96066835021D"],
["stack","더미","[stæk]","4F711A3B053E4901C0"],
["storm","폭풍","[stɔːrm]","4F711A9B012B8A01D2"],
["stove","난로","[stouv]","4F711A9F012E1501D7"],
["stop","멈추다","[stap]","4F711A9603267701CD"],
["still","여전히, 가만히 있는, 고요한","[stil]","4F711A810314FB01CF"],
["distill","증류하다","[distíl]","4F7125FB016B85010E"],
["destiny","운명","[déstəni]","4F71256B062FD4013C"],
["destination","목적지","[dèstənéiʃən]","4F71256B03402700E3"],
["assist","도와주다","[əsíst]","4F713054022174009C"],
["consist","구성되다","[kənsíst]","4F71239D055E8E01B0"],
["consistent","지속되는, 일관된","[kənsístənt]","4F71239D020BDF0102"],
["exist","존재하다","[igzíst]","4F7127EC016C73015D"],
["insist","주장하다","[insíst]","4F712D580445370042"],
["persist","주장하다, 고집하다","[pərsíst]","4F7113A40152A20035"],
["resist","저항하다","[rizíst]","4F71169C012B8A011F"],
["resistance","저항 ","[rizístəns]","4F71169C0407F900FA"],
["irresistible","저항할 수 없는","[ìrizístəbl]","4F712DB904315F02E8"],
["institute","설치하다, 제정하다, 설립하다, 연구소","[ínstətjùːt]","4F712D5F0433720293"],
["constitute","구성하다","[kάnstətjùːt]","4F7123A20168310103"],
["substitute","대체하다, 대용품","[sΛbstətjùːt]","4F711AEE041B9701CD"],
["structure","구조, 구성, 구조물","[strΛkʧər]","4F711AC20407F901BE"],
["instruct","지시하다, 교육하다.","[instrΛkt]","4F712D6004319A02D3"],
["obstruct","막다, 방해하다","[əbstrΛkt]","4F71120305200E0074"],
["destructive","파괴적인","[distrΛktiv]","4F71256C062FF3014A"],
["construct","조립하다, 건설하다","[kənstrΛkt]","4F7123A4020C8000F0"],
["exalt","높이다, 칭송하다, 찬미하다","[igzɔ́ːlt]","4F7127D6033D4001B4"],
["exalted","고귀한, 신분이 높은","[igzɔ́ːltid]","4F7127D7062F8301D4"],
["altar","제단","[ɔ́ːltər]","4F7126A504355E0120"],
["altitude","고도","[ǽltətjùːd]","4F7126D3033D830186"],
["alter","바꾸다, 변경하다","[ɔ́ːltər]","4F7126AD033F160141"],
["alternate","번갈아 일어나다, 교체하다","[ɔ́ːltərnèit, ǽl-｜ɔ́ːl-]","4F7126B4020C830192"],
["alternative","대안, 대체의, 양자택일의 ","[ɔːltə́ːrnətiv, æltə́ːrnətiv]","4F7126BE062D1801D9"],
["altruism","이타주의","[ǽltruːìzm]","4F7126DC0432170186"],
["artisan","장인, 기능공","[άːrtizən]","4F712F500353660043"],
["artificial","인공적인, 인조의 ","[ὰːrtəfíʃəl]","4F712F3804344D02D3"],
["article","기사","[άːrtikl]","4F712F2C06390901E5"],
["artery","동맥","[άːrtəri]","4F712F1B0224130006"],
["vein","정맥","[vein]","4F711E610166DE001D"],
["tail","꼬리","[teil]","4F711B8205353101F7"],
["tailor","재봉사","[téilər]","4F711B8403279A0201"],
["detail","상술하다, 열거하다, 세부, 항목","[ditéil, díːteil]","4F71256D0166DE017B"],
["curtail","짧게 줄이다","[kəːrtéil]","4F71248E04337200F6"],
["retail","소매의 ","[ríːteil]","4F7116A9030F7C011A"],
["wholesale","도매의","[houˈlseiˌl]","4F711F74016711004D"],
["architect","건축하다","[άːrkətèkt]","4F712DD5062F8302EC"],
["protect","보호하다","[prətékt]","4F7115410411CE00C0"],
["tend","뻗다, 경향이 있다","[tend]","4F711BDA066CDF0266"],
["trend","경향, 추세, 유행","[trend]","4F711CDE06735B0245"],
["intend","할 작정이다, 의도하다","[inténd]","4F712D6A033D8B02A7"],
["pretend","인체하다","[priténd]","4F7114F6012E1500C7"],
["attend","출석하다","[əténd]","4F713198064830006A"],
["attention","주의, 집중","[əténʃən]","4F71319F05751A012F"],
["contend","경쟁하다, 싸우다","[kənténd]","4F7123AD020966015B"],
["extend","연장하다, 늘리다","[iksténd]","4F712800033D8701BF"],
["extent","넓이, 크기, 범위, 정도","[ikstént]","4F71280306307B01AD"],
["extension","연장, 확대, 확장","[iksténʃən]","4F712802020BDF01D2"],
["extensive","광범위한, 광대한","[iksténsiv]","4F7128030168E701AF"],
["tension","긴장, 팽팽하게 하기","[ténʃən]","4F711BDF0416BE01FC"],
["intensify","강화시키다","[inténsəfài]","4F712D6A033FF6025F"],
["intensive","집중적인, 강한","[inténsiv]","4F712D6A063EB900E3"],
["tour","여행, 관광, 투어","[tuər]","4F711C9C0411290238"],
["tourist","관광객","[túərist]","4F711C9D040D530233"],
["detour","우회하다","[díːtuər]","4F712572062FF3014B"],
["contour","윤곽, 외형","[kάntuər]","4F7123B40430B9011D"],
["torch","횃불","[tɔːrʧ]","4F711C8C055BCD00CA"],
["torture","고문하다, 고문","[tɔ́ːrʧər]","4F711C930623D10135"],
["distort","일그러지게 하다, 뒤틀다","[distɔ́ːrt]","4F7125FD0624DF02D8"],
["distortion","왜곡","[distɔ́ːrʃən]","4F7125FD042E3B01F6"],
["train","열차, 기차","[trein]","4F711CB703196B0233"],
["tram","시가 전차","[træm]","4F711CB9066F7A0264"],
["track","궤도","[træk]","4F711CAB0414170243"],
["trail","자국, 흔적","[treil]","4F711CB50673E90237"],
["trailer","트레일러, 추적자, 사냥꾼","[tréilər]","4F711CB5055F920049"],
["travel","여행하다","[trǽvəl]","4F711CD2033AD50001"],
["traffic","교통, 교통흐름","[trǽfik]","4F711CB30255930226"],
["tradition","전통","[trədíʃən]","4F711CB1037C7B027C"],
["tray","쟁반, 접시","[trei]","4F711CD50122460284"],
["betray","배반하다","[bitréi]","4F711B48066B2A0247"],
["track","자국, 통로, 오솔길","[træk]","4F711CAB0414170243"],
["trace","발자국, 자취, 추적하다","[treis]","4F711CA90411290239"],
["tractor","트랙터, 끄는 것","[trǽktər]","4F711CAE012B870275"],
["attract","유혹하다, 유인하다","[ətrǽkt]","4F7131B8010D280013"],
["extract","빼내다, 끌어내다","[ikstrǽkt]","4F71280701688E01C3"],
["substract","빼다","[səbtrǽkt]","4F711AF10250F801D8"],
["constract","계약하다, 계약","[kənstríkt]","4F7123A3027D0E02E5"],
["abstract","추상적인","[æbstrǽkt]","4F71287D016CC00161"],
["distract","주의를 빼앗다, 산만하게 하다","[distrǽkt]","4F7125FD04336D013E"],
["distraction","기분전화, 주의 산만","[distrǽkʃən]","4F7125FD016C730103"],
["transform","변형시키다","[trænsfɔˈrm]","4F711CC106786A0239"],
["transfer","이동시키다, 바꿔 타다","[trænsfə́ːr, -´-｜trænsfə́ː]","4F711CBF013419027D"],
["transport","수송하다, 옮기다","[trænspɔ́ːrt]","4F711CCA06262B00F7"],
["transplant","이식하다, 옮겨 심다","[trænsplæˈnt]","4F711CCA055BCF00CA"],
["translate","번역하다","[trænsléit, trænz-]","4F711CC50401480242"],
["transparent","투명한, 비쳐 보이는","[trænspέərənt]","4F711CC90152A20234"],
["turn","회전시키다, 돌리다, 틀다","[təːrn]","4F711D330257520232"],
["intern","인턴으로 근무하다","[intə́ːrn]","4F712D78020C7D02DB"],
["internal","안의, 내부의 ","[intə́ːrnl]","4F712D780221D30004"],
["internship","인턴, 인턴 연수 기간","[íntəːrnʃìp]","4F712D82062D9A0320"],
["eternal","영원의","[itə́ːrnəl]","4F7127AF04317F01C6"],
["return","돌아가다, 되돌아가다","[ritə́ːrn]","4F7116B50379CB015A"],
["trio","3중주, 3인조","[tríːou]","4F711CF401394E027A"],
["triangle","삼각형","[tráiӕŋgl]","4F711CE3055F5F0058"],
["triple","3중의, 세 겹의","[trípl]","4F711CF70136090279"],
["tribe","부족","[traib]","4F711CE4012C810284"],
["tribute","나누어 주다, 공물, 조공","[tríbjuːt]","4F711CE6042E3B0049"],
["attribute","탓으로 돌리다, 덕분이라고 생각하다","[ətríbjuːt]","4F7131BE04484000A7"],
["contribute","기부하다","[kəntríbjuːt]","4F7123B9033D4000F2"],
["distribute","분배하다","[distríbjuːt]","4F7125FF0215D40034"],
["distribution","분배, 배급, 배급품","[dìstrəbjúːʃən]","4F7125FF04319A0178"],
["chatter","재잘거리다","[ʧǽtər]","4F71224B0166DE00E1"],
["flatter","아부하다, 아첨하다","[flǽtər]","4F7128D902095E025A"],
["glitter","반짝이다","[glítər]","4F712A590571E20045"],
["shatter","분쇄하다, 산산이 부서지다","[ʃǽtər]","4F71189B067BAC0178"],
["scatter","뿌리다","[skǽtər]","4F7117CA0674E5015E"],
["litter","쓰레기","[lítər]","4F712F7903414502AD"],
["utter","입 밖에 내다, 발언하다","[Λtər]","4F711E3502095E005B"],
["mutter","투덜거리다","[mΛtər]","4F7131FF0575730139"],
["stick","막대기, 찌르다","[stik]","4F711A7D027AA9018C"],
["sting","쏘다","[stiŋ]","4F711A83055BCF004D"],
["distinguish","구분하다, 구별하다","[distíŋgwiʃ]","4F7125FC055CEF025E"],
["distinguishable","구별할 수 있는","[distíŋgwiʃəbl]","4F7125FC0341C100CF"],
["distinguished","구별된, 두드러진","[distíŋgwiʃt]","4F7125FC0209EF01C3"],
["extinguish","불을 끄다, 소멸시키다","[ikstíŋgwiʃ]","4F712806020F340180"],
["extinct","멸종한, 사라진","[ikstíŋkt]","4F712805033AEF0215"],
["distinct","구분되는, 뚜렷한","[distíŋkt]","4F7125FC0560B801CA"],
["instinct","본능, 충동","[ínstiŋkt]","4F712D5F01671102E0"],
["stir","뒤섞다, 휘젓다","[stəːr]","4F711A8603279A01D6"],
["stimulate","자극하다","[stímjulèit]","4F711A830543B501CA"],
["stink","냄새가 나다","[stiŋk]","4F711A84031C6101CE"],
["etimate","어림잡다, 평가하다","[éstəmèit]","4F7127AB055EB30266"],
["esteem","큰 사람을 존중하다, 존경하다","[istíːm]","4F7127AA020BDF01C1"],
["stitch","바느질하다","[stiʧ]","4F711A870124E601D6"],
["straight","곧은, 똑바른, 일직선의","[streit]","4F711AA202522901D2"],
["strait","해협, (특히 경제적인) 궁핍[곤경]","[streit]","4F711AA5027AA90195"],
["strategy","전략","[strǽtədʒi]","4F711AA9046FB40219"],
["strap","가죽끈, 혁대","[stræp]","4F711AA70124E001DD"],
["strain","잡아당기다","[strein]","4F711AA5052F3A01C3"],
["constrain","강요하다, 억제하다","[kənstréin]","4F7123A30433ED00B9"],
["restrain","제지하다","[ristréin]","4F7116A604028D0101"],
["straw","빨대, 짚","[strɔː]","4F711AAB03267701D2"],
["street","거리","[striːt]","4F711AAF0124E001DE"],
["stream","시내, 흐름","[striːm]","4F711AAE0621070152"],
["streak","줄무늬","[striːk]","4F711AAD06688B0221"],
["stray","길을 잃다, 길을 잃은","[strei]","4F711AAD0411CE01C7"],
["stress","압박, 긴장, 압력","[stres]","4F711AB30668350222"],
["distress","고통, 괴로움","[distrés]","4F7125FE020C030188"],
["stretch","펴다, 뻗다","[streʧ]","4F711AB4052F3A01C5"],
["stripe","줄 무늬, 스트라이프","[straip]","4F711ABA03075801DD"],
["strip","벗기다","[strip]","4F711ABA05334701D5"],
["stride","성큼성큼 걷다","[straid]","4F711AB60314FB01DA"],
["strike","때리다","[straik]","4F711AB605317A01D7"],
["stroke","타격, 일격, 뇌졸중","[strouk]","4F711ABD066F7A0207"],
["strict","엄격한, 엄한, 가혹한","[strikt]","4F711AB60124E601DF"],
["district","지역, 지구","[dístrikt]","4F71260002095E01CE"],
["restrict","제한하다, 한정하다","[ristríkt]","4F7116A60465290152"],
["tack","납작한 못 압정","[tæk]","4F711B7B04014801F4"],
["attack","공격하다","[ətǽk]","4F713190010AE20046"],
["attach","붙이다, 첨부하다","[ətǽʧ]","4F71318D05766B0110"],
["detach","떼어놓다, 분리시키다","[ditǽʧ]","4F71256D0623D102D5"],
["contact","연락, 접촉","[kάntækt]","4F7123A904319E0109"],
["maintain","유지하다","[meintéin]","4F7130200341E602AE"],
["continent","땅들","[kάntənənt]","4F7123AF055EB301AC"],
["intangible","무형의, 만질 수 없는","[intǽndʒəbl]","4F712D65033B2C02ED"],
["contain","포함하다, 담고 있다","[kəntéin]","4F7123AB062FD400EC"],
["obtain","손에 넣다, 획득하다","[əbtéin]","4F7112040124E60029"],
["detain","감금하다","[ditéin]","4F71256E016864014E"],
["retain","보유하다, 간직하다","[ritéin]","4F7116A903131D0112"],
["sustain","떠받치다, 지탱하다","[səstéin]","4F711B3903237D01FC"],
["attain","도달하다","[ətéin]","4F71319201073000A5"],
["abstain","삼가하다, 억제하다","[æbstéin, əbstéin]","4F71283904326001D7"],
["entertain","즐겁게 하다","[èntərtéin]","4F71276C055EB30258"],
["continue","계속하다","[kəntínjuː]","4F7123B1033D8700ED"],
["discontinue","그만두다","[dìskəntínjuː]","4F7125D6055BCF026F"],
["tango","탱고","[tǽŋgou]","4F711B9501394E01FC"],
["tangle","엉키게 하다, 엉킨 것","[tǽŋgl]","4F711B9504014801F9"],
["entangle","얽히게. 하다, 걸리게 하다","[intǽŋgl]","4F7127690341C10115"],
["tangible","만져 알 수 있는","[tǽndʒəbl]","4F711B95055C670072"],
["contagious","전염의, 감염성의 ","[kəntéidʒəs]","4F7123AB062DB8014E"],
["contaminate","오염시키다","[kəntǽmənèit]","4F7123AC04308F0129"],
["underground","지하의","[əˈndərgrauˌnd]","4F711D94055BB100F8"],
["undercover","은밀한, 비밀의","[əˌndərkəˈvər]","4F711D9103362700CA"],
["underlying","밑에 있는, 기초적인","[Λndərlàiiŋ]","4F711D96055C6700ED"],
["undermine","약화시키다","[əˈndərmaiˌn]","4F711D960319A20268"],
["underway","진행 중인","[əˌndərweiˈ]","4F711D9D03237D026A"],
["undergo","겪다, 경험하다, 견디다","[əˌndərgouˈ]","4F711D9406732D0267"],
["underwear","속옷","[əˈndərweˌr]","4F711D9D055C6700EE"],
["undertake","떠맡다","[əˈndərteiˌk]","4F711D9B04168E0262"],
["upgrade","개선하다, 수준을 올리다","[əpgreiˈd]","4F711E1201448502BB"],
["upstairs","위층, 위층으로, 2층","[Λpstέərz]","4F711E19055BCD0110"],
["upsurge","파도가 일다, 급증하다","[əˈpsərˌʤ]","4F711E19055EEF009C"],
["uproot","뿌리째 뽑다","[əpruˈt]","4F711E170209EF0040"],
["tumble","구르다, 뒹굴다","[tΛmbl]","4F711D25055EEF006D"],
["stumble","발이 걸리다, 비틀거리다, 더듬거리다","[stΛmbl]","4F711AC902566801C3"],
["rumble","우르르 소리 내다, 덜커덕거리며 가다","[rΛmbl]","4F71174A037C7B0175"],
["crumble","산산조각이 되다, 부서지다","[krΛmbl]","4F712466062DB80170"],
["grumble","불평하다, 투덜거리다","[grΛmbl]","4F712AFE01688E024A"],
["humble","겸손한","[hΛmbl]","4F712C69016AAD0253"],
["uniform","유니폼, 제복, 군복, 동일한","[júːnəfɔ̀ːrm]","4F711DBE0326770265"],
["uniformly","균일하게","[júːnəfɔ̀ːrmli]","4F711DBE0135BC02A5"],
["unit","한 사람, 한 개","[júːnit]","4F711DC6040148026B"],
["unity","단일성, 통일성","[júːnəti]","4F711DCC0124E602B2"],
["union","결합, 합동","[júːnjən]","4F711DC30150880296"],
["universe","우주","[júːnəvə̀ːrs]","4F711DCF030F7C027B"],
["university","종합 대학교","[jùːnəvə́ːrsəti]","4F711DCF02095E004A"],
["subway","지하철","[sΛbwèi]","4F711AF306688B022F"],
["submarine","잠수함","[sΛbməríːn]","4F711AE3055BC50064"],
["subtle","미묘한, 교모한, 섬세한","[sΛtl]","4F711AF1027AA901A2"],
["suit","(의복) 한 벌, 소송","[suːt]","4F711B0005364E01E2"],
["suitable","적절한","[súːtəbl]","4F711B0002581901E2"],
["unsuitable","부적당한","[ənsuˈtəbəl]","4F711DFF0431640006"],
["suite","스위트 룸","[swiːt]","4F711B00055BCF005E"],
["lawsuit","소송","[lɔˈsuˌt]","4F712EFA05741800DE"],
["pursuit","추적, 추격","[pərsúːt]","4F711589065EB50125"],
["pursue","뒤쫓다, 추적하다, 추구하다","[pərsúː]","4F7115890135BC00DD"],
["result","결과","[rizΛlt]","4F7116A70549500105"],
["assault","공격하다, 공격","[əsɔ́ːlt]","4F71301B044987003C"],
["insult","모욕을 주다","[insΛlt]","4F712D630575C20060"],
["sultry","찌는 듯한","[sΛltri]","4F711B060152A201A5"],
["consult","조언하다","[kənsΛlt]","4F7123A60341C1005C"],
["summer","여름","[sΛmər]","4F711B08055E000013"],
["summit","정상, 최고점","[sΛmit]","4F711B0A0411CE01D6"],
["sum","합계","[sʌm]","4F711B06055B9A006B"],
["summary","요약, 개요","[sΛməri]","4F711B070479C501DB"],
["summarize","요약하다, 간추려 말하다","[sΛməràiz]","4F711B07055C6B004F"],
["consume","소비하다, 다 써버리다","[kənsúːm]","4F7123A604321700EF"],
["presume","상상하다, 추정하다","[prizúːm]","4F7114F5066F7A00EB"],
["presumable","가정할 수 있는","[prizúːməbl]","4F7114F506707C00BA"],
["assume","추측하다","[əsúːm]","4F71307603414502DB"],
["assumption","추정, 가정","[əsΛmpʃən]","4F7130790648640031"],
["resume","재개하다, 다시 시작하다","[rizúːm]","4F7116A7040A22010A"],
["supreme","최고의","[səpríːm]","4F711B2B055BC4006F"],
["superficial","표면의, 외견상의, 피상적인","[sùːpərfíʃəl]","4F711B1A03062A01EF"],
["superior","더 뛰어난, 상위의, 우위의","[səpíəriər]","4F711B1E01360901EB"],
["superb","최고의, 아주 훌륭한","[supə́ːrb]","4F711B1603196B01E8"],
["surprise","깜짝 놀라게 하다","[sərpráiz]","4F711B3206672E023A"],
["surge","큰 파도","[səːrdʒ]","4F711B3002581901ED"],
["survey", "조사하다"],  // 2251
["surveillance", "감시, 감독"],  // 2252
["surname", "성"],  // 2253
["surface", "표면, 외면"],  // 2254
["surplus", "여분, 나머지"],  // 2255
["surrender", "넘겨주다, 버리다, 포기하다"],  // 2256
["sure", "확실한, 확실시하는"],  // 2257
["ensure", "보장하다, 확실하게 하다"],  // 2258
["assure", "보증하다"],  // 2259
["insurance", "보험"],  // 2260
["absurd", "어리석은, 모순된"],  // 2261
["audible", "들리는, 들을 수 있는"],  // 2262
["audition", "오디션"],  // 2263
["auditorium", "관람석, 강당"],  // 2264
["audience", "청중"],  // 2265
["audit", "감사"],  // 2266
["vacant", "공허한, 빈"],  // 2267
["vacate", "비우다"],  // 2268
["vacation", "휴가"],  // 2269
["vacuum", "진공"],  // 2270
["vaccination", "백신접종"],  // 2271
["evacuate", "피난시키다, 대피시키다"],  // 2272
["evacuation", "대피, 피난"],  // 2273
["invade", "침략하다"],  // 2274
["evade", "잘 빠져나가다, 교묘히 피하다"],  // 2275
["pervade", "널리 퍼지다, 고루 미치다"],  // 2276
["van", "대형 밴, 트럭"],  // 2277
["vane", "바람개비"],  // 2278
["vain", "헛된"],  // 2279
["vanish", "사라지다, 없어지다"],  // 2280
["vanity", "허영"],  // 2281
["advance", "앞서 나가다, 전진하다"],  // 2282
["advantage", "유리한 위치, 유리, 이점"],  // 2283
["disadvantage", "불이익, 약점"],  // 2284
["venue", "장소"],  // 2285
["avenue", "대로"],  // 2286
["convene", "모이다, 회의가 개최되다"],  // 2287
["convention", "집회, 회의 , 협의회"],  // 2288
["conventiional", "전통적인"],  // 2289
["convenient", "편리한"],  // 2290
["souvenir", "기념품"],  // 2291
["revenue", "수익"],  // 2292
["revenge", "복수"],  // 2293
["intervene", "끼어들다"],  // 2294
["vent", "구멍, 통풍구"],  // 2295
["ventilation", "환기, 통풍"],  // 2296
["venture", "벤쳐, 모험"],  // 2297
["adventure", "모험, 모험심"],  // 2298
["invent", "발명하다"],  // 2299
["prevent", "막다, 예방하다"],  // 2300
["prevention", "예방"],  // 2301
["event", "행사, 사건, 이벤트"],  // 2302
["advent", "도래, 출현"],  // 2303
["verse", "행"],  // 2304
["version", "판"],  // 2305
["universe", "우주"],  // 2306
["adverse", "반대 방향"],  // 2307
["adversary", "적수, 적대자"],  // 2308
["reverse", "반대의, 거꾸로의 "],  // 2309
["controversy", "논란, 논쟁"],  // 2310
["conversation", "대화"],  // 2311
["diverse", "다양한"],  // 2312
["divert", "딴 데로 돌리다, 우회시키다, 전환시키다"],  // 2313
["divorce", "이혼, 이혼하다"],  // 2314
["avert", "돌리다, 비키다, 외면하다"],  // 2315
["advertise", "광고하다, 선전하다"],  // 2316
["convert", "전환하다"],  // 2317
["conversation", "변환"],  // 2318
["vertical", "수직의 "],  // 2319
["introvert", "내성적인, 내성적인 사람"],  // 2320
["extrovert", "외향적인"],  // 2321
["video", "비디오, 영상"],  // 2322
["provide", "제공하다, 준비하다"],  // 2323
["provistion", "준비, 대책, 규정, 단서"],  // 2324
["evident", "명백한, 분명한"],  // 2325
["evidence", "증거, 근거"],  // 2326
["vision", "전망, 비전"],  // 2327
["visionary", "환영의 , 환상의 "],  // 2328
["visible", "눈에 보이는"],  // 2329
["invisible", "눈에 보이지 않는, 띄지 않는"],  // 2330
["envision", "상상하다, 마음속에 그리다"],  // 2331
["envy", "부러워하다"],  // 2332
["enviable", "부러운, 샘나는"],  // 2333
["devise", "고안하다"],  // 2334
["revise", "개정하다, 교정하다"],  // 2335
["supervise", "감독하다"],  // 2336
["advise", "충고하다"],  // 2337
["visit", "방문하다"],  // 2338
["vocal", "목소리의, 음성의 "],  // 2339
["vocation", "천직, 사명"],  // 2340
["avocation", "부업, 소일거리"],  // 2341
["advocate", "주장하다, 옹호하다"],  // 2342
["voice", "목소리, 음성"],  // 2343
["invoice", "송장, 청구서"],  // 2344
["evoke", "불러내다, 환기시키다"],  // 2345
["convoke", "불러모으다, 소집하다"],  // 2346
["revoke", "취소하다, 철회하다"],  // 2347
["provoke", "자극하다"],  // 2348
["volvo", "볼보"],  // 2349
["revolve", "돌다, 회전하다"],  // 2350
["revolution", "혁명, 개혁"],  // 2351
["evolve", "전개되다, 발전시키다, 진화시키다"],  // 2352
["involve", "포함시키다"],  // 2353
["volume", "부피, 책, 볼륨"],  // 2354
["value", "가치, 값어치, 유용성, 평가하다"],  // 2355
["valuable", "값비싼, 가치있는, 귀중한"],  // 2356
["invaluable", "아주 소중한"],  // 2357
["evaluate", "평가하다"],  // 2358
["equivalence", "동등의 것, 등가"],  // 2359
["valid", "(유효기간 5년) 타당한, 유효한"],  // 2360
["validate", "증명하다"],  // 2361
["avail", "쓸모 있다, 유익하다"],  // 2362
["available", "쓸모 있는, 유효한"],  // 2363
["countervail", "대항하다, 상쇄하다"],  // 2364
["prevail", "널리 퍼져 있다, 유행되다, 우세하다"],  // 2365
["vary", "다양하게 하다, 다르게 하다"],  // 2366
["variation", "변화"],  // 2367
["various", "다양한, 잡다한"],  // 2368
["variable", "변하기 쉬운, 변덕스러운"],  // 2369
["invariable", "불변의, 일정한"],  // 2370
["variant", "변종의, 상이한"],  // 2371
["variety", "다양성, 변화"],  // 2372
["victory", "승리, 전승"],  // 2373
["victim", "희생자"],  // 2374
["conviction", "유죄 판결, 확신"],  // 2375
["vincible", "이길 수 있는, 정복할 수 있는"],  // 2376
["convince", "설득하다"],  // 2377
["vitamin", "비타민"],  // 2378
["vital", "생명의, 생명 유지에 필요한"],  // 2379
["vitality", "생명력, 활력"],  // 2380
["invite", "초대하다"],  // 2381
["viva", "환호"],  // 2382
["vivid", "생기에 찬"],  // 2383
["revival", "소생, 회복, 재생"],  // 2384
["survival", "살아남음, 생존"],  // 2385
["wind", "바람"],  // 2386
["windshield", "자동차 앞 유리"],  // 2387
["winter", "겨울"],  // 2388
["window", "창문"],  // 2389
["wing", "날개"],  // 2390
["swing", "그네, 흔들다, 흔들리다"],  // 2391
["whisk", "탁 털다, 재빨리 움직이다"],  // 2392
["whisker", "수염"],  // 2393
["whiskey", "위스키"],  // 2394
["whistle", "휘파람을 불다"],  // 2395
["whisper", "속삭이다"],  // 2396
["whip", "매, 채찍질"],  // 2397
["whirl", "소용돌이치게 하다"],  // 2398
["swirl", "빙빙 돌다"],  // 2399
["wheel", "회전하다, 원을 그리다, 핸들, 바퀴"],  // 2400
["ward", "병동, 감방"],  // 2401
["wardrobe", "옷장"],  // 2402
["forward", "앞에, 앞쪽에, 전방으로"],  // 2403
["afterward", "뒤에, 그 뒤"],  // 2404
["reward", "보상, 보답"],  // 2405
["award", "상, 주다, 수여하다"],  // 2406
["inward", "안으로, 내부로, 안쪽에"],  // 2407
["withstand", "맞서다"],  // 2408
["withhold", "억제하다, 보류하다"],  // 2409
["withdraw", "철회하다, 인출하다"],  // 2410
["withdrawal", "철회, 철수, 인출"],  // 2411
["wrap", "싸다, 포장하다"],  // 2412
["wrest", "비틀다, 꼬다"],  // 2413
["wrestling", "레슬링"],  // 2414
["wrench", "비틀다 "],  // 2415
["wreck", "파손, 파괴, 난파 시키다"],  // 2416
["wrath", "화, 격노"],  // 2417
["wrangle", "말다툼하다"],  // 2418
["wrinkle", "주름"],  // 2419
["wrong", "나쁜, 옳지 못한, 그릇된"],  // 2420
["wrist", "손목"],  // 2421
["write", "쓰다"],  // 2422
["war", "전쟁"],  // 2423
["wary", "조심하는, 신중한"],  // 2424
["warn", "경고하다"],  // 2425
["warrant", "보증서"],  // 2426
["warm", "따듯한, 온난한"],  // 2427
["worm", "벌레"],  // 2428
["wire", "철조망"],  // 2429
["wireless", "무선의"],  // 2430
["world", "세계"],  // 2431
["worldly", "세상의, 부속적인"],  // 2432
["worry", "근심, 걱정"],  // 2433
["word", "말, 낱말"],  // 2434
["sword", "검, 칼"],  // 2435
["switch", "스위치, 전환, 바꿈"],  // 2436
["swap", "물물교환하다"],  // 2437
["swim", "수영하다"],  // 2438
["swallow", "삼키다"],  // 2439
["sway", "이리저리 흔들다"],  // 2440
["sweat", "땀"],  // 2441
["sweet", "달콤한"],  // 2442
["swan", "백조"],  // 2443
["swamp", "늪"],  // 2444
["swell", "부풀다"],  // 2445
["sweep", "쓸다"],  // 2446
["swift", "재빠른, 신속한"],  // 2447
["swear", "맹세하다"],  // 2448
["exit", "출구"],  // 2449
["exotic", "이국적인"],  // 2450
["exquisite", "매우 아름다운, 절묘한"],  // 2451
["experience", "경험, 경험하다"],  // 2452
["experiment", "실험"],  // 2453
["execute", "실행하다"],  // 2454
["expert", "전문가"],  // 2455
["expertise", "전문적 기술"],  // 2456
["explicit", "명백한, 확고한"],  // 2457
["exploit", "공, 위업"],  // 2458
["extol", "칭찬하다, 찬양하다"],  // 2459
["exaggerate", "과장하다, 허풍치다"],  // 2460
["exaggeration", "과장, 허풍"],  // 2461
["exponential", "증가하는, 기하급수적인"],  // 2462
["explode", "폭발하다"],  // 2463
["extort", "강탈하다"],  // 2464
["exile", "국외추방, 망명"],  // 2465
["exhaust", "소진시키다"],  // 2466
["exhausting", "기진맥진하게 만드는"],  // 2467
["exhausted", "다 써버린"],  // 2468
["exempt", "면제하다"],  // 2469
["extra", "추가의, 여분의, 특별한"],  // 2470
["extracurricular", "과외의, 정규교과 이외의 "],  // 2471
["external", "바깥쪽의"],  // 2472
["extreme", "극도의, 극한의"],  // 2473
["extremely", "극단적으로, 대단히"],  // 2474
["fix", "고정시키다"],  // 2475
["affix", "붙이다, 첨부하다"],  // 2476
["symbol", "상징, 표상, 심볼"],  // 2477
["symptom", "증상"],  // 2478
["symposium", "토론, 좌담회"],  // 2479
["symmetry", "대칭적인, 균형이 잡힌"],  // 2480
["sympathy", "공감, 동정"],  // 2481
["symphony", "교향곡, 심포니"],  // 2482
["syndrome", "증후군"],  // 2483
["synchronize", "동시에 일어나다"],  // 2484
["synergy", "상승작용"],  // 2485
["synthesis", "통합, 종합, 합성"],  // 2486
["photosynthesis", "광합성"],  // 2487
["haze", "아지랑이, 안개"],  // 2488
["maze", "미로"],  // 2489
["amazign", "놀라운, 놀랄만한"],  // 2490
["gaze", "열심히 바라보다"],  // 2491
["daze", "현혹시키다, 멍하게 하다"],  // 2492
["doze", "졸다"],  // 2493
["jazz", "재즈"],  // 2494
["puzzle", "퍼즐"],  // 2495
["sizzle", "지글지글 소리나다"],  // 2496
["dazzle", "눈부시게 하다, 현혹시키다"],  // 2497
["drizzle", "이슬비, 가랑비"],  // 2498
["crazy", "미친"],  // 2499
["dizzy", "어지러운"],  // 2500
["lazy", "게으른"],  // 2501
["zone", "영역"],  // 2502
]
